11/data/attachments/41ac0dff10538a2e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:username>
            <nif:friendToBeAdded>Brian_training_Actions_90424_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>